tap "aws/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jdxcode/tap"
tap "tylerbrock/saw"
tap "wez/wezterm"
brew "act"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pycparser"
brew "cffi"
brew "aws-sam-cli"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "binutils"
brew "bottom"
brew "broot"
brew "cairo"
brew "cheat"
brew "chezmoi"
brew "clang-format"
brew "openldap"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "krb5"
brew "libzip"
brew "php"
brew "composer"
brew "direnv"
brew "duf"
brew "dust"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git-delta"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go-task"
brew "golangci-lint"
brew "gping"
brew "guile"
brew "harfbuzz"
brew "hyperfine"
brew "jq"
brew "k6"
brew "lazydocker"
brew "lazygit"
brew "libssh"
brew "llvm"
brew "lsd"
brew "openssl@1.1"
brew "md5sha1sum"
brew "neovim"
brew "openjdk@11"
brew "openapi-generator"
brew "pinentry-mac"
brew "procs"
brew "python@3.8"
brew "qemu"
brew "ripgrep"
brew "rustup-init"
brew "spotify-tui"
brew "starship"
brew "tlrc"
brew "tmux"
brew "trash-cli"
brew "tree"
brew "trippy"
brew "xh"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "jdxcode/tap/rtx"
brew "tylerbrock/saw/saw"
cask "alt-tab"
cask "android-platform-tools"
cask "brewlet"
cask "fig"
cask "google-japanese-ime"
cask "ngrok"
cask "orbstack"
cask "wezterm"
vscode "aaron-bond.better-comments"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "alefragnani.project-manager"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anseki.vscode-color"
vscode "Arjun.swagger-viewer"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-mysql-client2"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.viml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "GitHub.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "janisdd.vscode-edit-csv"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jock.svg"
vscode "junstyle.php-cs-fixer"
vscode "mechatroner.rainbow-csv"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "seatonjiang.gitmoji-vscode"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "Shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.vscode-input-sequence"
vscode "tshino.dynamic-macro"
vscode "tshino.kb-macro"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "Vue.volar"
vscode "WakaTime.vscode-wakatime"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
vscode "zobo.php-intellisense"
vscode "zxh404.vscode-proto3"
